{
  "welcome": "Welcome to HomeStuco!",
  "change_language": "Change Language",
  "home": "Home",
  "events": "Events",
  "merch": "Merch",
  "clubs": "Clubs",
  "emc": "EMC",
  "about": "About",
  "contact": "Contact",
  "jashn26": "Jashn'26",
  "studentCouncil": "Student Council",
  "student": "Student",
  "council": "Council",
  "bitsDubai": "BITS Pilani, Dubai",
  "contactUs": "Contact Us",
  "meetCouncil": "Meet Your Council",
  "councilDesc": "Dedicated leaders committed to representing your voice and making a difference",
  "announcements": "Announcements",
  "announcementDesc": "Stay connected with our vibrant campus community through engaging events and initiatives",
  "gameNightTitle": "Freshers’ Game Night",
  "gameNightDesc": "Start your campus journey with an unforgettable night of games, laughs, and bonding. Hosted by the Student Council, this event is designed to break the ice and bring freshers together in the most fun way possible!",
  "p2pTitle": "Peer-to-Peer Mentorship",
  "p2pDesc": "Peer-to-Peer Mentorship Programme offers a dynamic and supportive environment where students empower one another to thrive. This initiative is dedicated to fostering academic excellence and social integration by creating meaningful connections that guide students through their collegiate journey.",
  "orientationTitle": "Orientation Introduction",
  "orientationDesc": "Welcome to BITS! Get introduced to campus life, meet your peers, and learn everything you need for a smooth start. Join us for ice-breakers, tours, and helpful sessions!",
  "orientationCat": "Orientation",
  "workshopCat": "Workshop",
  "joinMentee": "Join As Mentee",
  "joinEvent": "Join This Event",
  "ourMission": "Our Mission",
  "missionText": "To empower students through leadership development, foster a vibrant campus community, and advocate for student interests while promoting academic excellence and personal growth.",
  "ourVision": "Our Vision",
  "visionText": "To be the leading student council that creates an inclusive, innovative, and inspiring campus environment where every student thrives and achieves their full potential.",
  "whoWeAre": "Who We Are",
  "whoWeAreText1": "The BPDC Student Council serves as the primary representative body for all students, working tirelessly to enhance the academic, social, and cultural experience of our campus community. Established with the vision of fostering leadership, promoting student welfare, and creating meaningful change, our council operates on the principles of transparency, inclusivity, and excellence.",
  "whoWeAreText2": "We are committed to bridging the gap between students and administration, organizing events that bring our diverse community together, and advocating for student rights and interests. Through collaborative efforts and innovative initiatives, we strive to create an environment where every student feels heard, valued, and empowered to reach their full potential.",
  "studentVoice": "Student Voice",
  "studentVoiceDesc": "Representing and amplifying student concerns and aspirations",
  "leadership": "Leadership",
  "leadershipDesc": "Developing future leaders through hands-on experience",
  "community": "Community",
  "communityDesc": "Building a supportive and inclusive campus environment",
  "innovation": "Innovation",
  "innovationDesc": "Creating innovative solutions for student needs",
  "presidentsNote": "President's Note",
  "presidentName": "Siva Balamurugan",
  "presidentTitle": "President, Student Council",
  "presidentMsg1": "\"Dear fellow students,",
  "presidentMsg2": "It is with immense pride and gratitude that I serve as your Student Council President. Our council represents the collective voice of every student at BPDC, and we are committed to ensuring that your voices are heard and your needs are met. We believe that every student has the potential to be a leader, and we are here to provide the platform and support needed to turn that potential into reality.",
  "presidentMsg3": "I encourage each of you to actively participate in our initiatives, share your ideas, and help us create a campus environment that not only meets your needs but exceeds your expectations. Together, we can build a stronger, more vibrant community that will leave a lasting legacy for future generations of BPDC students.",
  "presidentMsg4": "Thank you for your trust and support. Let's make this year extraordinary!",
  "warmRegards": "Warm regards,"
}
